IdeaRS.Connections
FasteningData.Counts Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the count of bolts in the circle (polar coordinate system) for each particular layer, or one number for all.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Integers Counts { get; set; }
Property Value
Type: Integers
See Also
Reference
FasteningData Class
IdeaRS.Connections.Data Namespace